Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: %s type cannot be modified
de_de: %s-Typ kann nicht geändert werden
fr_fr: Impossible de modifier le type %s
ja_jp: %s 型は変更できません

source: %s parameter cannot be modified
de_de: %s-Parameter kann nicht geändert werden
fr_fr: Impossible de modifier le paramètre %s
ja_jp: %s パラメータは変更できません

source: Cannot set this singleton instance more than once or after it has been retrieved one or more times
de_de: Setzen dieser Singleton-Instanz mehr als einmal oder nachdem sie einmal oder mehrmals abgerufen wurde, nicht möglich.
fr_fr: Impossible de définir cette instance de singleton plusieurs fois ou après sa récupération une ou plusieurs fois
ja_jp: このシングルトン インスタンスは複数回設定できません、あるいは 1 回以上取得された後に設定できません

source: Cannot find connection files from application directory (%s) or the system registry (%s).
de_de: Verbindungsdateien wurden im Anwendungsverzeichnis (%s) und in der Systemregistrierung (%s) nicht gefunden.
fr_fr: Impossible de trouver les fichiers de connexion dans le répertoire de l'application (%s) ou le registre système (%s).
ja_jp: アプリケーション ディレクトリ (%s) またはシステム レジストリ (%s) に接続ファイルが見つかりません。

source: Cannot delegate a connection more than 16 times: %s
de_de: Eine Verbindung kann nicht mehr als 16 mal übertragen werden: %s
fr_fr: Impossible de déléguer une connexion plus de 16 fois : %s
ja_jp: 接続を 17 回以上委任することはできません: %s

source: Invalid Ordinal: %d
de_de: Ungültige Ordinalzahl: %d
fr_fr: Ordinal incorrect : %d
ja_jp: 序数が無効です: %d

source: DBX Error: %s
de_de: DBX-Fehler: %s
fr_fr: Erreur DBX : %s
ja_jp: DBX エラー : %s

source: A driver instance with the %s name has already been loaded.
de_de: Eine Treiberinstanz mit dem Namen %s wurde bereits geladen.
fr_fr: Une instance de pilote avec le nom %s a déjà été chargé.
ja_jp: %s の名前のドライバ インスタンスは既にロードされています。

source: Operation failed. Connection was closed
de_de: Operation fehlgeschlagen. Verbindung wurde geschlossen
fr_fr: L'opération a échoué. La connexion a été fermée.
ja_jp: 操作が失敗しました。接続を閉じました。

source: URL required
de_de: Es wird eine URL benötigt
fr_fr: URL requis
ja_jp: URL が必要です

source: URL must be in the form "http://server.company.com/scripts/httpsrvr.dll"
de_de: Die URL muss folgende Form besitzen: "http://server.company.com/scripts/httpsrvr.dll"
fr_fr: L'URL doit être de la forme "http://server.company.com/scripts/httpsrvr.dll"
ja_jp: URL は "http://server.company.com/scripts/httpsrvr.dll" の形式で指定してください。

source: Server is busy
de_de: Der Server ist ausgelastet
fr_fr: Le serveur est occupé
ja_jp: サーバは混雑しています

source: Object not available: %s
de_de: Das Objekt ist nicht verfügbar: %s
fr_fr: Objet non disponible : %s
ja_jp: Object は準備できていません : %s

source: Cannot open detail table with master closed
de_de: Detailtabelle kann nicht geöffnet werden, wenn die Haupttabelle geschlossen ist.
fr_fr: Impossible d'ouvrir la table détails du fait que la table maître est fermée
ja_jp: マスターテーブルが閉じた状態では詳細テーブルを開くことはできません

source: Unsupported variant type: %s
de_de: Nicht unterstützter Variant-Typ: %s
fr_fr: Type de variant non supporté : %s
ja_jp: サポートしていないバリアント型: %s

source: Unable to load %s (ErrorCode %d). It may be missing from the system path.
de_de: %s kann nicht geladen werden (Fehlercode %d). Fehlt möglicherweise im Systempfad.
fr_fr: Impossible de charger %s (ErrorCode %d). Il est possible qu'il soit manquant dans le chemin système.
ja_jp: %s をロードできません (エラー コード %d)。システム パスに含まれていない可能性があります。

source: Unable to find procedure %s
de_de: Prozedur %s nicht gefunden
fr_fr: Procédure %s introuvable
ja_jp: プロシージャ %s が見つかりません

source: Unknown driver: %s
de_de: Unbekannter Treiber: %s
fr_fr: Pilote inconnu : %s
ja_jp: 不明なドライバ: %s

source: Invalid argument: %s
de_de: Ungültiges Argument: %s
fr_fr: Argument incorrect : %s
ja_jp: 引数が無効です: %s

source: Invalid transaction Object
de_de: Ungültiges Transaktionsobjekt
fr_fr: Objet transaction incorrect
ja_jp: トランザクション オブジェクトが無効です

source: Preparation of record constraint failed with error "%s"
de_de: Die Vorbereitung der Datensatzbedingung konnte nicht durchgeführt werden; Fehler '%s'
fr_fr: La préparation de contrainte d'enregistrement a échoué avec l'erreur "%s"
ja_jp: レコードに対する制約の準備中のエラー "%s"

source: Preparation of field constraint failed with error "%s"
de_de: Die Vorbereitung der Feldbedingung konnte nicht durchgeführt werden; Fehler '%s'
fr_fr: La préparation de contrainte de champ a échoué avec l'erreur "%s"
ja_jp: 項目に対する制約の準備中のエラー "%s"

source: Preparation of default expression failed with error "%s"
de_de: Die Vorbereitung des Standardausdrucks konnte nicht durchgeführt werden; Fehler '%s'
fr_fr: La préparation d'expression par défaut a échoué avec l'erreur "%s"
ja_jp: デフォルトの式の準備中のエラー "%s"

source: Array elements of type %s are not supported
de_de: Array-Elemente vom Typ %s werden nicht unterstützt
fr_fr: Les éléments de tableau de type %s ne sont pas supportés
ja_jp: %s 型の配列要素はサポートされていません

source: Unable to resolve records. Table name not found.
de_de: Datensätze können nicht zurückgeschrieben werden. Der Tabellenname wurde nicht gefunden.
fr_fr: Résolution des enregistrements impossible. Nom de table non trouvé.
ja_jp: レコードを解決できません。テーブル名が見つかりません。

source: Modifications are not allowed
de_de: Änderungen sind nicht gestattet
fr_fr: Modifications non autorisées
ja_jp: 変更は許されていません

source: Deletes are not allowed
de_de: Löschen nicht gestattet
fr_fr: Suppressions non autorisées
ja_jp: 削除は許されていません。

source: Inserts are not allowed
de_de: Einfügen nicht gestattet
fr_fr: Insertions non autorisées
ja_jp: 挿入は許されていません。

source: CommandText changes are not allowed
de_de: Änderungen an CommandText sind nicht gestattet
fr_fr: Modifications CommandText non autorisées
ja_jp: CommandText の変更は許されていません。

source: Operation not allowed with aggregates active
de_de: Operation mit aktiven Aggregaten nicht zulässig
fr_fr: Opération non autorisée lorsque les statistiques sont actives
ja_jp: 集約を有効にしている間は利用できません

source: No server available
de_de: Kein Server verfügbar
fr_fr: Aucun serveur disponible
ja_jp: 使用できるサーバーがありません

source: <Invalid Registration: %s>
de_de: <Ungültige Registrierung: %s>
fr_fr: <Recensement incorrect : %s>
ja_jp: <無効な登録: %s>

source: Requires Connection before opening
de_de: Vor dem Öffnen ist eine Verbindung erforderlich
fr_fr: Requiert une valeur Connection avant l'ouverture.
ja_jp: 開く前に接続する必要があります

source: Circular reference to Connection not allowed
de_de: Zirkulärer Verweis auf Verbindung nicht zulässig
fr_fr: Référence circulaire à Connection non autorisée
ja_jp: 接続間の循環参照は許されません

source: Expected return value not received
de_de: Der erwartete Rückgabewert wurde nicht empfangen
fr_fr: Valeur de retour attendue non reçue
ja_jp: 予期した値が帰ってきませんでした

source: Error reading from socket
de_de: Fehler beim Lesen aus Socket
fr_fr: Erreur de lecture du socket
ja_jp: ソケットからの読み込みエラー

source: Provider name "%s" was not recognized by the server
de_de: Der Provider-Name '%s' wurde vom Server nicht erkannt
fr_fr: Le nom de fournisseur "%s" n'a pas été reconnu par le serveur
ja_jp: プロバイダ名 "%s" をサーバーが認識しませんでした

source: Invalid action received: %d
de_de: Ungültige Aktion erhalten: %d
fr_fr: Action reçue incorrecte : %d
ja_jp: 不正なアクションを受け取りました: %d

source: ParentConnection is not assigned
de_de: ParentConnection ist nicht zugewiesen
fr_fr: ParentConnection non affecté
ja_jp: ParentConnection プロパティが指定されていません

source: ChildName cannot be blank
de_de: ChildName muss angegeben werden
fr_fr: ChildName ne peut pas être vide.
ja_jp: ChildName プロパティは空白にはできません

source: Invalid response
de_de: Ungültige Rückmeldung
fr_fr: Réponse incorrecte
ja_jp: レスポンスが無効です

source: Record not found
de_de: Datensatz nicht gefunden
fr_fr: Enregistrement non trouvé
ja_jp: レコードが見つかりません

source: Update affected more than 1 record.
de_de: Die Aktualisierung betrifft mehr als 1 Datensatz.
fr_fr: La mise à jour a affecté plus d'un enregistrement
ja_jp: 更新作業は複数のレコードに影響を与えました

source: Value cannot be stored in an optional parameter
de_de: Der Wert kann nicht als optionaler Parameter gespeichert werden
fr_fr: La valeur ne peut être stockée dans un paramètre optionnel
ja_jp: 追加パラメータに格納できない値です

source: Record or field constraint failed.
de_de: Datensatz- oder Feldbedingung fehlgeschlagen.
fr_fr: La contrainte d'enregistrement ou de champ a échoué.
ja_jp: レコードまたは項目の制約に違反しました。

source: Field
de_de: Feld
fr_fr: Champ
ja_jp: 項目

source: Cannot apply updates to a ReadOnly provider
de_de: Ein schreibgeschützter Provider kann nicht aktualisiert werden
fr_fr: Impossible d'appliquer les mises à jour à un fournisseur en lecture seule
ja_jp: 書き込みできないプロバイダには更新を反映することはできません

source: Unable to find record. No key specified
de_de: Datensatz nicht gefunden; es wurde kein Schlüssel angegeben
fr_fr: Enregistrement introuvable. Aucune clé spécifiée
ja_jp: レコードが見つかりませんでした。キーを指定されていません

source: Cannot resolve to dataset when using nested datasets or references
de_de: Bei Datenmengen oder -referenzen kann in die Datenmenge nicht zurückgeschrieben werden
fr_fr: Résolution impossible vers un ensemble de données lors de l'utilisation d'ensembles de données ou de références imbriqués
ja_jp: ネストデータセットまたは参照に対する反映はできません

source: Command can only be prepared once
de_de: Anweisung kann nur einmal vorbereitet werden
fr_fr: La commande ne peut être préparée qu'une seule fois
ja_jp: コマンドは 1 回しか準備できません

source: Provider not exported: %s
de_de: Der Provider wurde nicht exportiert: %s
fr_fr: Fournisseur non exporté : %s
ja_jp: プロバイダはエクスポートできません: %s

source: Missing data provider or data packet
de_de: Fehlender Daten-Provider oder Datenpaket
fr_fr: Fournisseur de données ou paquet de données manquant
ja_jp: データプロバイダ/パケットがありません

source: Must apply updates before refreshing data
de_de: Die Änderungen müssen vor der Aktualisierung der Daten übernommen werden
fr_fr: Vous devez valider les modifications avant de rafraîchir les données
ja_jp: 最新のデータを取得する前に変更データを更新しなければなりません。

source: Invalid provider. Provider was freed by the application server
de_de: Ungültiger Provider. Der Provider wurde bereits vom Anwendungsserver entladen
fr_fr: Fournisseur incorrect. Le fournisseur a été libéré par le serveur d'application
ja_jp: プロバイダが定義されていません。アプリケーションサーバーによって開放されています。

source: Cannot connect, %s must contain a valid ServerName or ServerGUID
de_de: Es kann keine Verbindung hergestellt werden; %s muss einen gültigen Server-Namen oder eine ServerGUID enthalten
fr_fr: Impossible de se connecter, %s doit contenir un ServerName ou ServerGUID correct
ja_jp: 接続できません。%s は正しいサーバー名またはサーバーGUID でなければなりません

source: Cannot connect, %s must contain a valid repository id
de_de: Es kann keine Verbindung hergestellt werden; %s muss eine gültige Objketablagen-ID enthalten
fr_fr: Connexion impossible, %s doit contenir un ID de référentiel correct
ja_jp: 接続できません。%s のリポジトリ ID に正しい値が必要です

source: Grouping level exceeds current index field count
de_de: Die Gruppierungsebene überschreitet die aktuelle Feldanzahl des Index
fr_fr: Le niveau de groupement dépasse le nombre de champs d'index actuel
ja_jp: グループレベルが現在のインデックスの項目数を超えました

source: Grouping level not defined
de_de: Die Gruppierungsebene ist nicht definiert
fr_fr: Niveau de groupement non défini
ja_jp: グループレベルが定義されていません

source: Circular provider references not allowed
de_de: Zirkuläre Verweise von Providern sind nicht gestattet
fr_fr: Références de fournisseurs circulaires non autorisées
ja_jp: プロバイダの循環参照は許されません

source: Error loading MIDAS.DLL
de_de: Fehler beim Laden von MIDAS.DLL
fr_fr: Erreur de chargement du fichier MIDAS.DLL
ja_jp: MIDAS.DLL の読み込みエラー

source: No fields defined. Cannot create dataset
de_de: Es wurden keine Felder definiert. Datenmenge kann nicht erzeugt werden
fr_fr: Aucun champ défini. Création impossible de l'ensemble de données
ja_jp: 項目が定義されていません。データセットを作成できません。

source: CloneConnection invalid: distinct ClientDataSet descendents
de_de: CloneConnection ungültig: verschiedene ClientDataSet-Nachkommen
fr_fr: CloneConnection incorrecte : descendants ClientDataSet distincts
ja_jp: CloneConnection は使えません。：ClientDataSet から継承されていません

source: Open MyBase table
de_de: MyBase-Tabelle öffnen
fr_fr: Ouvrir table MyBase
ja_jp: MyBase テーブルを開く

source: Connection not allowed to TConnectionBroker
de_de: Verbindung zu TConnectionBroker nicht gestattet
fr_fr: Connexion non autorisée vers TConnectionBroker
ja_jp: TConnectionBroker への接続は許されていません

source: Field Name
de_de: Feldname
fr_fr: Nom de champ
ja_jp: 項目名

source: Original Value
de_de: Originalwert
fr_fr: Valeur originale
ja_jp: 元の値

source: Conflicting Value
de_de: Widersprüchliche Werte
fr_fr: Valeur incompatible
ja_jp: 衝突値

source: Value
de_de: Wert
fr_fr: Valeur
ja_jp: 値

source: <No Records>
de_de: <Keine Datensätze>
fr_fr: <Aucun enregistrement>
ja_jp: <レコードなし>

source: New
de_de: Neu
fr_fr: Nouveau
ja_jp: 新規

source: Initialization of script debugger failed. Verify that a script debugger is installed
de_de: Initialisierung des Script-Debugger ist misslungen. Überprüfen Sie, ob ein Script-Debugger installiert ist.
fr_fr: Echec de l'initialisation du débogueur de script. Vérifiez que le débogueur de script est installé
ja_jp: スクリプトデバッガの初期化に失敗しました。スクリプトデバッガがインストールされていることを確認してください

source: Script execution timed out after %d seconds
de_de: Zeit der Script-Ausführung nach %d Sekunden überschritten
fr_fr: L'exécution du script a échoué suite à un dépassement du délai de %d secondes
ja_jp: スクリプトの実行が %d 秒後，タイムアウトになりました

source: %s value type cannot be accessed as %s value type
de_de: Auf %s-Wertetyp kann nicht als %s-Wertetyp zugegriffen werden
fr_fr: Le type de valeur %s n'est pas accessible comme type de valeur %s
ja_jp: %s 値タイプは、%s 値タイプとしてアクセスできません。

source: Skip
de_de: Überspringen
fr_fr: Ignorer
ja_jp: スキップ

source: Abort
de_de: Abbrechen
fr_fr: Abandon
ja_jp: 中止

source: Merge
de_de: Zusammenführen
fr_fr: Fusion
ja_jp: マージ

source: Correct
de_de: Korrekt
ja_jp: 修正

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ja_jp: キャンセル

source: Refresh
de_de: Aktualisieren
fr_fr: Actualiser
ja_jp: 更新

source: Modified
de_de: Geändert
fr_fr: Modifié
ja_jp: 変更

source: Inserted
de_de: Eingefügt
fr_fr: Inséré
ja_jp: 挿入

source: Deleted
de_de: Gelöscht
fr_fr: Supprimé
ja_jp: 削除

source: Update Error - %s
de_de: Fehler bei der Aktualisierung - %s
fr_fr: Erreur de mise à jour - %s
ja_jp: 更新エラー - %s

source: <Unchanged>
de_de: <Unverändert>
fr_fr: <Inchangé>
ja_jp: <変更なし>

source: (Binary)
de_de: (Binär)
fr_fr: (Binaire)
ja_jp: (バイナリ)

source: Property may not be modified while aggregate is active
de_de: Die Eigenschaft kann nicht geändert werden, während die Aggregatfunktion aktiv ist
fr_fr: Impossible de modifier la propriété lorsque aggregate est actif
ja_jp: 集合型を使っている間はプロパティの変更はできません

source: SQL not supported
de_de: SQL wird nicht unterstützt
fr_fr: SQL non supporté
ja_jp: SQL はサポートされていません

source: Execute not supported
de_de: Execute wird nicht unterstützt
fr_fr: Execute non supporté
ja_jp: Execute はサポートされていません

source: Field '%s' is not the correct type of calculated field to be used in an aggregate, use an internalcalc
de_de: Feld '%s' ist nicht der korrekte Typ eines berechneten Feldes für eine Aggregierung; verwenden Sie internalcalc
fr_fr: Le champ '%s' n'est pas un type de champ calculé correct pour une statistique ; utilisez plutôt un CalcInterne
ja_jp: 項目 '%s' は集合型で使う計算項目としては適切な種類ではありません。内部計算項目を使用してください。

source: Record not found or changed by another user
de_de: Datensatz nicht gefunden oder von einem anderen Benutzer geändert
fr_fr: Enregistrement non trouvé ou modifié par un autre utilisateur
ja_jp: レコードが見つからないか、または他のユーザーによって変更されました。

source: Operation not allowed on a unidirectional dataset
de_de: Diese Operation ist bei einer unidirektionalen Datenmenge nicht gestattet
fr_fr: Opération non autorisée sur un ensemble de données unidirectionnel
ja_jp: 指定の操作は単方向データセットでは許されません

source: Unassigned variant value
de_de: Nicht zugewiesener Variant-Wert
fr_fr: Valeur de variant non affectée
ja_jp: 未設定（Unassigned）バリアント値

source: FileName property cannot be blank
de_de: Eigenschaft FileName darf nicht leer sein
fr_fr: La propriété FileName ne peut être vide
ja_jp: FileName プロパティは空にはできません。

source: Fieldname %s exceeds %d chars
de_de: Feldname %s überschreitet %d Zeichen
fr_fr: Le nom de champ %s dépasse %d caractères
ja_jp: 項目名 %0:s が %1:d 文字を越えました

source: BCD overflow
de_de: BCD-Überlauf
fr_fr: Débordement BCD
ja_jp: BCD オーバーフロー

source: %s is not a valid BCD value
de_de: %s ist kein gültiger BCD-Wert
fr_fr: %s n'est pas une valeur BCD correcte
ja_jp: %s は BCD 値としては適切ではありません。

source: Invalid format type for BCD
de_de: Ungültiger Formattyp für BCD
fr_fr: Type de format incorrect pour BCD
ja_jp: BCD 値のフォーマットが間違っています

source: Could not parse SQL TimeStamp string
de_de: SQL-TimeStamp-String konnte nicht analysiert werden
fr_fr: Impossible d'analyser la chaîne TimeStamp SQL
ja_jp: SQL タイムスタンプ文字列が解析できません

source: Invalid SQL date/time values
de_de: Ungültige SQL-Datums-/Uhrzeitwerte
fr_fr: Valeurs date/heure SQL incorrectes
ja_jp: SQL 日付/時刻型の値が有効ではありません

source: Incorrectly formed filter expression
de_de: Ungültiger Filterausdruck
fr_fr: Expression filtre formée incorrectement
ja_jp: フィルタ式の形式が正しくありません

source: nothing
de_de: leer
fr_fr: vide
ja_jp: 何もありません

source: Type mismatch in expression
de_de: Fehlende Typübereinstimmung im Ausdruck
fr_fr: Non concordance de type dans l'expression
ja_jp: 式内の型不一致

source: Operation cannot mix aggregate value with record-varying value
de_de: Die Operation kann keine Zusammenfassungswerte mit Datensatzwerten mischen
fr_fr: L'opération ne peut combiner une valeur statistique et une valeur variable selon l'enregistrement
ja_jp: 集合型の値とレコードに依存する値とを混ぜる演算はできません

source: Arithmetic in filter expressions not supported
de_de: Arithmetische Filterausdrücke werden nicht unterstützt
fr_fr: Arithmétique non supportée dans les expressions filtre
ja_jp: フィルター式中の数値演算はサポートされていません

source: Expression is not an aggregate expression
de_de: Der Ausdruck ist kein Aggregat-Ausdruck
fr_fr: L'expression n'est pas une expression statistique
ja_jp: 式は集合演算ではありません

source: Constant is not correct type %s
de_de: Die Konstante ist nicht vom richtigen Typ %s
fr_fr: La constante n'est pas du type %s correct
ja_jp: 定数の型が %s ではありません

source: Aggregate expressions not allowed in filters
de_de: In Filtern sind keine Aggregationsausdrücke erlaubt
fr_fr: Les expressions statistiques ne sont pas autorisées dans les filtres
ja_jp: 集合式はフィルター式中には許されません

source: IN predicate list may not be empty
de_de: Die IN-Liste darf nicht leer bleiben
fr_fr: La liste de prédicats IN ne peut être vide
ja_jp: IN 述語のリストは空にはできません

source: Invalid use of keyword
de_de: Ungültige Verwendung eines Schlüsselworts
fr_fr: Utilisation incorrecte du mot clé
ja_jp: キーワードが間違っています

source: False
de_de: Falsch
fr_fr: Faux

source: True
de_de: Wahr
fr_fr: Vrai

source: Parameter '%s' not found
de_de: Parameter '%s' nicht gefunden
fr_fr: Paramètres '%s' non trouvés
ja_jp: パラメータ '%s' が見つかりません

source: Unable to load bind parameters
de_de: Bind-Parameter können nicht geladen werden
fr_fr: Impossible de charger les paramètres de liaison
ja_jp: バインドパラメータの読み込みができません

source: Parameter '%s', cannot save data larger than %d bytes
de_de: Parameter '%s': Daten, die größer sind als %d Byte, können nicht gespeichert werden
fr_fr: Le paramètre '%s' ne peut enregistrer des données de plus de %d octets
ja_jp: パラメータ '%s' が %d バイトを越えているため保存できません。

source: Field '%s' is of an unsupported type
de_de: Der Typ von Feld '%s' wird nicht unterstützt
fr_fr: Le champ '%s' est d'un type non supporté
ja_jp: 項目 '%s' はサポートされていない種類です。

source: Cannot perform this operation on a closed dataset
de_de: Operation bei geschlossener Datenmenge nicht ausführbar
fr_fr: Impossible d'effectuer cette opération sur un ensemble de données fermé
ja_jp: データセットは閉じているため, この操作は実行できません

source: Cannot perform this operation on an empty dataset
de_de: Operation bei leerer Datenmenge nicht ausführbar
fr_fr: Impossible d'effectuer cette opération sur un ensemble de données vide
ja_jp: 空のデータセットには, この操作は実行できません

source: Cannot modify a read-only dataset
de_de: Eine Datenmenge, die nur zum Lesen ist, kann nicht geändert werden
fr_fr: Impossible de modifier un ensemble de données en lecture seule
ja_jp: 書き込み禁止のデータは変更できません

source: Nested dataset must inherit from %s
de_de: Verschachtelte Datenmengen müssen von %s vererbt sein
fr_fr: Le dataset imbriqué doit hériter de %s
ja_jp: ネストデータセットは %s から継承されていなければなりません

source: Filter expression incorrectly terminated
de_de: Filterausdruck fehlerhaft abgeschlossen
fr_fr: Expression filtre terminée incorrectement
ja_jp: フィルター式が正しく終わっていません

source: Unterminated field name
de_de: Nicht begrenzter Feldname
fr_fr: Nom de champ non terminé
ja_jp: 項目名が不完全です

source: Unterminated string constant
de_de: Nicht begrenzte String-Konstante
fr_fr: Constante chaîne non terminée
ja_jp: 文字列定数が不完全です

source: Invalid filter expression character: '%s'
de_de: Ungültiges Zeichen in Filterausdruck: '%s'
fr_fr: Caractère d'expression filtre incorrect : '%s'
ja_jp: フィルタ式に不正な文字 '%s' が含まれています

source: '(' expected but %s found
de_de: '(' erwartet, aber %s vorgefunden
fr_fr: '(' attendu mais %s trouvé
ja_jp: '(' が必要なところに %s が現れました。

source: ')' expected but %s found
de_de: ')' erwartet, jedoch %s vorgefunden
fr_fr: ')' attendu mais %s trouvé
ja_jp: ')' が必要な場所に%sがあります。

source: ')' or ',' expected but %s found
de_de: ')' oder ',' erwartet, jedoch %s vorgefunden
fr_fr: ')' ou ',' attendu mais %s trouvé
ja_jp: ')' または ',' が必要なところに %s が現れました。

source: Expression expected but %s found
de_de: Ausdruck erwartet, jedoch %s vorgefunden
fr_fr: Expression attendue mais %s trouvé
ja_jp: 式が必要な場所に %s があります

source: Field '%s' cannot be used in a filter expression
de_de: Feld '%s' kann nicht in einem Filterausdruck verwendet werden
fr_fr: Impossible d'utiliser le champ '%s' dans une expression filtre
ja_jp: 項目 '%s' をフィルター式で使うことはできません

source: NULL only allowed with '=' and '<>'
de_de: NULL ist nur mit '=' und '<>' erlaubt
fr_fr: NULL autorisé seulement avec '=' et '<>'
ja_jp: NULL は '=' または '<>' 以外と組み合わせることはできません

source: Constant out of range
de_de: Konstante außerhalb des zulässigen Wertebereichs
fr_fr: Constante hors limites
ja_jp: 定数が範囲を超えています

source: Field '%s' is not of type Boolean
de_de: Feld '%s' ist kein boolescher Typ
fr_fr: Le champ '%s' n'est pas de type BOOLEAN
ja_jp: 項目 '%s' は論理型ではありません

source: Field '%s' cannot be modified
de_de: Feld '%s' kann nicht verändert werden
fr_fr: Impossible de modifier le champ '%s'
ja_jp: 項目 '%s' は変更できません

source: Field index out of range
de_de: Feldindex außerhalb des gültigen Bereichs
fr_fr: Index de champ hors limites
ja_jp: 項目のインデックスが範囲を超えました

source: No index currently active
de_de: Es ist momentan kein Index aktiv
fr_fr: Aucun index actif actuellement
ja_jp: どのインデックスも有効になっていません

source: Field '%s' is not indexed and cannot be modified
de_de: Feld '%s' ist nicht indiziert und kann nicht verändert werden
fr_fr: Le champ '%s' n'est pas indexé et ne peut être modifié
ja_jp: 項目 '%s' にはインデックスが無く変更できません

source: Cannot access index field '%s'
de_de: Zugriff auf Indexfeld '%s' nicht möglich
fr_fr: Impossible d'accéder au champ index '%s'
ja_jp: 項目 '%s' にアクセスできませんでした

source: Duplicate index name '%s'
de_de: Doppelter Indexname '%s'
fr_fr: Nom d'index dupliqué '%s'
ja_jp: インデックス名 '%s' が重複しています

source: No index for fields '%s'
de_de: Kein Index für die Felder '%s' vorhanden
fr_fr: Pas d'index pour les champs '%s'
ja_jp: 項目 '%s' のインデックスを持っていません

source: Index '%s' not found
de_de: Index '%s' wurde nicht gefunden
fr_fr: Index '%s' non trouvé
ja_jp: インデックス '%s' が見つかりません

source: Duplicate name '%s' in %s
de_de: Doppelter Name '%s' in %s
fr_fr: Nom '%s' dupliqué dans %s
ja_jp: 重複名 '%s' (%s)

source: Circular datalinks are not allowed
de_de: Zirkuläre Datenverbindungen sind nicht erlaubt
fr_fr: Liaisons de données circulaires non autorisées
ja_jp: データ間の循環参照は許されません
